import React from 'react'
import Head from 'next/head';

export default function HeadHome(props) {


    return (
        < >
            <Head>
                <meta charSet="utf-8" />
                <title>سرام پخش  فروشگاه انلاین کاشی، سرامیک و تجهیزات نصب</title>
                <link rel="canonical" href="https://cerampakhsh.com" />
                <meta name="description" content=" سرام پخش معتبرترین فروشگاه اینترنتی کاشی و سرامیک است که خرید و فروش آنلاین انواع کاشی های آشپزخانه، سرویس بهداشتی، استخری، پرسلان را با دکوراسیون های زیبا و به همراه نظرات و مشاوره تخصصی و رایگان، امکان پذیر کرده است. ما به سه اصل: پرداخت در محل، 7 روز ضمانت بازگشت کالا و تضمین اصل‌بودن کالا پایبند هستیم." />
                <meta name="keywords" content="کاشی , سرامیک , خرید کاشی , فروش کاشی , خرید سرامیک , فروش سرامیک , فروشگاه کاشی , فروشگاه سرامیک , شستشوی سرامیک , فروش اینترنتی کاشی , فروش اینترنتی سرامیک , کاشی سنتی , سرام پخش , سرام‌پخش , کاشی و سرامیک , کاشی چیست , سرامیک چیست , پرسلان , کاشی استخری , کاشی آشپزخانه , کاشی سرویس بهداشتی , کاشی توالت , کاشی کابینت , کاشی مدرن , کاشی سه بعدی , کاشی ایرانی , کاشی اروپایی , چسب کاشی , نصب کاشی , کاشی گلسرام , کاشی بر ج ,کاشی پرسپولیس , کاشی امین , کاشی نارین , کاشی نوین , کاشی ارگ , کاشی پردیس , کاشی میلاد , کاشی مریم , کاشی سرام نگار , کاشی نگین , کاشی گلچین , کاشی درساسرام , کاشی اطلس , کاشی یاقوت , کاشی کاریزما , کاشی طلاسرام" />
                <meta name="title" content="فروشگاه اینترنتی کاشی و سرامیک - سرام پخش" />
                <link rel="apple-touch-icon" href="https://cerampakhsh.com/skin1/topkala_assets/img/logo-300300.png" />
            </Head>
        </>

    )
}