import React from 'react'

import Collapsible from 'react-collapsible';
// export default class Product extends Component {
export default function Installment(props) {


    // const [html, setHtml] = useState({ __html: '' });
    // 


    return (

        <>
            <div className="tab-pane " id="installment"   aria-expanded="false">

            <h3 className="text-center px-2">خرید اقساطی از سرام پخش </h3>
                <div className=" mb-5 ">



                    <h4 className="fontS-16">چگونه کارت اعتباری خرید سرام‌پخش را سفارش بدهم؟</h4>
                   <p className="container mb-5 bg-stl">
                        -	مبلغ کارت اعتباری خود را با انتخاب اولیه کاشی و سرامیک مد نظر و محاسبه متراژ مورد نیازتان بدست آورید.<br />

                        {/* -	از طریق سایت <a href="https://lendo.ir/product/cerampakhsh" className="firoozei" rel="noopener noreferrer nofollow" >لندو</a> می‌توانید کارت اعتباری خود را دریافت کنید.<br /> */}

                        -	بعد از دریافت کارت اعتباری خود در مرحله پرداخت سفارشات، کد کارت اعتباری خود را در محل کد تخفیفات وارد کرده تا سفارش شما <br />
                        ثبت شود و مراحل ارسال سریعا انجام گردد.<br />
                    </p>


                </div>

                <Collapsible transitionTime="100" trigger="آیا کارت‌های اعتباری خرید را می‌توان به پول نقد تبدیل کرد؟">
                    <p>کارت‌های اعتباری خرید قابلیت نقدشوندگی ندارند و شما نمی‌توانید آن را به پول نقد تبدیل کنید، بلکه با استفاده از کد ارائه شده می‌توانید به مبلغ اعتبار کارت از   سرام پخش خرید کنید.!</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="تا چه مدت می‌توانم از کارت اعتباری خرید خود استفاده کنم؟">
                    <p>کارت‌های اعتباری خرید تنها یک ماه پس از تاریخ خرید کارت، معتبر هستند و بعد از آن منقضی شده و دیگر نمی‌توانید از آن استفاده کنید.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="کالایی که قصد خریدش را داشتم در سایت ناموجود شده است؟">
                    <p>برای خرید کالای انتخابی خود در ابتدا آن را در سبد خرید خود رزرو کرده و با کارشناسان سرام پخش هماهنگ کنید تا برای مدت زمان دریافت کارت اعتباری محصول شما رزرو شود.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="از خرید کارت اعتباری منصرف شده‌ام، آیا می توانم کارت خود را پس بدهم؟">
                    <p>کارت اعتباری خریداری شده، تا ۴۸ ساعت قابل تغییر است. برای اطلاع بهتر و بیشتر با سایت لندو هماهنگ شود.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="کالای موردنظر من 730.000 تومان است، اما لندو کارت اعتباری خرید 730.000 تومانی ندارد. چگونه خرید کنم؟">
                    <p>در صورتی که قیمت کالای مورد نظر شما بیشتر از مقدار اعتبار تعریف شده کارت‌های اعتباری خرید است، می‌توانید مابقی مبلغ را به صورت نقدی در   سرام پخش پرداخت کنید. (مثال: برای خرید کالایی با قیمت 730.000 تومان بهتر است یک کارت اعتباری خرید 700.000 تومانی از سایت لندو خریداری کرده و 30.000 تومان باقی مانده را به صورت نقدی در   سرام پخش پرداخت کنید)</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="نحوه ارائه کارت به چه صورت است؟">
                    <p>شما بعد از ثبت سفارش در سایت لندو، یک کد اختصاصی برای خرید از   سرام پخش دریافت می‌کنید و کالا یا خدمت موردنظر را از طریق این کد خریداری می‌کنید. (این کد تخفیف مانند یک خرید با تخفیف 100% عمل می‌کند)</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="شروع اقساط از زمان دریافت کارت است یا از زمان خرید از سایت مقصد؟">
                    <p>قسط اول، زمان تحویل کارت پرداخت می‌شود.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="آیا امکان خرید بیش از یک کالا برای هر کارت اعتباری وجود دارد؟">
                    <p>بله، شما می توانید به میزان اعتبار کارت اعتباری خرید خود، هر تعداد کالا را از   سرام پخش خریداری کنید.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="کالای مورد نظر من بعد از خرید کارت اعتباری خرید افزایش قیمت داشته است، مسئولیت این اتفاق بر عهده چه کسی است؟">
                    <p>شما برای اینکه بتوانید با خیال راحت‌تر محصول‌تان را به صورت اقساطی خریداری کنید حتما قبل از اقدام برای دریافت کارت اعتباری، محصولات انتخابی خود را در   سرام پخش با هماهنگی کارشناسان فروش رزرو کنید تا تغییرات قیمت و موجودی برای انتخاب شما از بین رود.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="اگر کارت اعتباری 2 میلیون تومانی بخرم ولی وسیله خریداری‌شده 1 میلیون و 800 هزار تومان باشد، آیا با باقیمانده اعتبار می‌توانم خرید کنم؟">
                    <p>برای خرید کالایی که 1 میلیون 800 هزار تومان قیمت دارد، بهتر است کارت اعتباری 1 میلیون و 500 هزار تومان خریداری کرده و 300 هزار تومان باقیمانده را یا به صورت نقدی پرداخت کنید. راه دیگر، خرید کالایی دیگر با قیمت 200 هزار تومان است. در غیر این صورت، باقیمانده پول شما از بین خواهد رفت و دیگر قادر به خرید با آن نخواهید بود.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="کد کارت اعتباری خرید را باید در کدام قسمت وارد کنم؟">
                    <p>کد مربوط به کارت‌های اعتباری خرید را باید طی مراحل ثبت سفارش در قسمت مشخص شده برای کد تخفیف واردکنید.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="سود کارت اعتباری خرید چقدر است؟">
                    <p>سود کارمزد کارت اعتباری خود را شما در سایت لندو می‌توانید ببینید.</p>
                </Collapsible>
                <Collapsible transitionTime="100" trigger="آیا می توانم از کد کارت‌های اعتباری در چند سفارش استفاده کنم؟">
                    <p>استفاده از یک کد اعتباری برای چند سفارش امکان پذیر نیست.</p>
                </Collapsible>
            </div>

        </>

    )
}
